{
  "abilities": {
    "p": [
      "Adrenaline Rush",
      "Dr. Mundo regenerates 0.3% of his maximum Health each second."
    ],
    "q": [
      "Infected Cleaver",
      "Dr. Mundo hurls his cleaver, dealing damage equal to a portion of his target's current Health and slowing them for a short time. Dr. Mundo delights in the suffering of others, so he is returned a portion of the Health cost when he successfully lands a cleaver (doubled on killing blows)."
    ],
    "w": [
      "Burning Agony",
      "Dr. Mundo drains his Health to reduce the duration of disables and deal continual damage to nearby enemies."
    ],
    "e": [
      "Masochism",
      "Dr. Mundo gains bonus attack damage based on his missing health, and his next basic attack headbutts his target for additional damage. Passively increases magic resist whenever Dr. Mundo is dealt magic damage or pays a health cost."
    ],
    "r": [
      "Sadism",
      "Dr. Mundo sacrifices a portion of his Health for increased Movement Speed and drastically increased Health Regeneration."
    ]
	},
  "blurd": "Utterly insane, unrepentantly homicidal, and horrifyingly purple, Dr. Mundo is what keeps many of Zaun's citizens indoors on particularly dark nights. This monosyllabic monstrosity seems to want nothing more than pain—both the giving of it, and the...",
  "display_name": "Dr. Mundo",
  "free": false,
  "key": "36",
  "meta_tier": 4,
  "name": "Dr-Mundo",
  "partype": "None",
  "stats": {
    "hp": 582.52,
    "hpperlevel": 89,
    "mp": 0,
    "mpperlevel": 0,
    "movespeed": 345,
    "armor": 36,
    "armorperlevel": 3.5,
    "spellblock": 32.1,
    "spellblockperlevel": 1.25,
    "attackrange": 125,
    "hpregen": 8,
    "hpregenperlevel": 0.75,
    "mpregen": 0,
    "mpregenlevel": 0,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 61.27,
    "attackdamageperlevel": 3.5,
    "attackspeedperlevel": 2.8,
    "attackspeed": 0.721
  },
  "title": "the Madman of Zaun",
  "version": "10.16.1"
  
}