{
  "abilities": {
    "p": [
      "League of Draven",
      "Draven gains his fans' Adoration when he catches a Spinning Axe or kills a minion, monster, or tower. Killing enemy champions grants Draven bonus gold based on how much Adoration he has."
    ],
    "q": [
      "Spinning Axe",
      "Draven's next attack will deal bonus physical damage. This axe will ricochet off the target high up into the air. If Draven catches it, he automatically readies another Spinning Axe. Draven can have two Spinning Axes at once."
    ],
    "w": [
      "Blood Rush",
      "Draven gains increased Movement Speed and Attack Speed. The Movement Speed bonus decreases rapidly over its duration. Catching a Spinning Axe will refresh the cooldown of Blood Rush."
    ],
    "e": [
      "Stand Aside",
      "Draven throws his axes, dealing physical damage to targets hit and knocking them aside. Targets hit are slowed."
    ],
    "r": [
      "Whirling Death",
      "Draven hurls two massive axes to deal physical damage to each unit struck. Whirling Death slowly reverses direction and returns to Draven after striking an enemy champion. Draven may also activate this ability while the axes are in flight to cause it to return early. Deals less damage for each unit hit and resets when the axes reverse direction."
    ]
	},
  "blurd": "In Noxus, warriors known as Reckoners face one another in arenas where blood is spilled and strength tested—but none has ever been as celebrated as Draven. A former soldier, he found that the crowds uniquely appreciated his flair for the dramatic, and...",
  "display_name": "Draven",
  "free": false,
  "key": "119",
  "meta_tier": 3,
  "name": "Draven",
  "partype": "Mana",
  "stats": {
    "hp": 605,
    "hpperlevel": 90,
    "mp": 360.56,
    "mpperlevel": 39,
    "movespeed": 330,
    "armor": 29,
    "armorperlevel": 3.3,
    "spellblock": 30,
    "spellblockperlevel": 0.5,
    "attackrange": 550,
    "hpregen": 3.75,
    "hpregenperlevel": 0.7,
    "mpregen": 8.042,
    "mpregenlevel": 0.65,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 60,
    "attackdamageperlevel": 3.61,
    "attackspeedperlevel": 2.7,
    "attackspeed": 0.679
  },
  "title": "the Glorious Executioner",
  "version": "10.16.1"
  
}