{
  "abilities": {
    "p": [
      "Z-Drive Resonance",
      "Ekko's Zero-Drive charges his spells and attacks with temporal energy. The third hit deals bonus damage and, if the target is a champion, Ekko gains accelerated movement speed."
    ],
    "q": [
      "Timewinder",
      "Ekko throws a temporal grenade that expands into a time-distortion field upon hitting an enemy champion, slowing and damaging anyone caught inside. After a delay, the grenade rewinds back to Ekko, dealing damage on its return."
    ],
    "w": [
      "Parallel Convergence",
      "Ekko's basic attacks deal bonus magic damage to low health enemies. He can cast Parallel Convergence to split the timeline, creating an anomaly after a few seconds that slows enemies caught inside. If Ekko enters the anomaly, he gains shielding and stuns enemies by suspending them in time."
    ],
    "e": [
      "Phase Dive",
      "Ekko rolls evasively while charging up his Z-Drive. His next attack deals bonus damage and warps reality, teleporting him to his target."
    ],
    "r": [
      "Chronobreak",
      "Ekko shatters his timeline, becoming untargetable and rewinding to a more favorable point in time. He returns to whenever he was a few seconds ago, and heals for a percentage of the damage received in that duration. Enemies near his arrival zone take massive damage."
    ]
	},
  "blurd": "A prodigy from the rough streets of Zaun, Ekko manipulates time to twist any situation to his advantage. Using his own invention, the Zero Drive, he explores the branching possibilities of reality to craft the perfect moment. Though he revels in this...",
  "display_name": "Ekko",
  "free": false,
  "key": "245",
  "meta_tier": 2,
  "name": "Ekko",
  "partype": "Mana",
  "stats": {
    "hp": 585,
    "hpperlevel": 85,
    "mp": 280,
    "mpperlevel": 50,
    "movespeed": 340,
    "armor": 32,
    "armorperlevel": 3,
    "spellblock": 32,
    "spellblockperlevel": 1.25,
    "attackrange": 125,
    "hpregen": 9,
    "hpregenperlevel": 0.9,
    "mpregen": 7,
    "mpregenlevel": 0.8,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 58,
    "attackdamageperlevel": 3,
    "attackspeedperlevel": 3.3,
    "attackspeed": 0.688
  },
  "title": "the Boy Who Shattered Time",
  "version": "10.16.1"
  
}