{
  "abilities": {
    "p": [
      "Duelist's Dance",
      "Fiora challenges nearby enemy Champions to dodge her. She calls out a direction from which she will try to strike. If she can complete her own challenge, she receives a small bonus and calls out a new direction."
    ],
    "q": [
      "Lunge",
      "Fiora lunges in a direction and stabs a nearby enemy, dealing physical damage and applying on-hit effects."
    ],
    "w": [
      "Riposte",
      "Fiora parries all incoming damage and disables for a short time, then stabs in a direction. This stab slows the first enemy champion hit, or stuns them if Fiora blocked an immobilizing effect with this ability."
    ],
    "e": [
      "Bladework",
      "Fiora has increased attack speed for the next two attacks. The first attack slows the target, and the second attack will critically strike."
    ],
    "r": [
      "Grand Challenge",
      "Fiora reveals all four Vitals on an enemy champion and gains movement speed while near them. If Fiora hits all 4 Vitals or if the target dies after she has hit at least one, Fiora and her allies in the area are healed over the next few seconds."
    ]
	},
  "blurd": "The most feared duelist in all Valoran, Fiora is as renowned for her brusque manner and cunning mind as she is for the speed of her bluesteel rapier. Born to House Laurent in the kingdom of Demacia, Fiora took control of the family from her father in...",
  "display_name": "Fiora",
  "free": false,
  "key": "114",
  "meta_tier": 1,
  "name": "Fiora",
  "partype": "Mana",
  "stats": {
    "hp": 550,
    "hpperlevel": 85,
    "mp": 300,
    "mpperlevel": 40,
    "movespeed": 345,
    "armor": 33,
    "armorperlevel": 3.5,
    "spellblock": 32.1,
    "spellblockperlevel": 1.25,
    "attackrange": 150,
    "hpregen": 8.5,
    "hpregenperlevel": 0.55,
    "mpregen": 8,
    "mpregenlevel": 0.7,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 68,
    "attackdamageperlevel": 3.3,
    "attackspeedperlevel": 3.2,
    "attackspeed": 0.69
  },
  "title": "the Grand Duelist",
  "version": "10.16.1"
  
}