{
  "abilities": {
    "p": [
      "Tailwind",
      "Janna passively gains bonus Movement Speed, and nearby allied champions gain this bonus when moving toward her.  Additionally, Janna's basic attacks cause additional magic damage based on her bonus Movement Speed."
    ],
    "q": [
      "Howling Gale",
      "By creating a localized change in pressure and temperature, Janna is able to create a small storm that grows in size with time. She can activate the spell again to release the storm. On release this storm will fly towards the direction it was cast in, dealing damage and knocking away any enemies in its path."
    ],
    "w": [
      "Zephyr",
      "Janna summons an air elemental that passively increases her Movement Speed and enables her to pass through units. She may also activate this ability to deal damage and slow an enemy's Movement Speed. The passive is lost while this ability is on cooldown."
    ],
    "e": [
      "Eye Of The Storm",
      "Janna conjures a defensive gale that shields an ally champion or turret from incoming damage and increases their Attack Damage."
    ],
    "r": [
      "Monsoon",
      "Janna surrounds herself in a magical storm, throwing enemies back. After the storm has settled, soothing winds heal nearby allies while the ability is active."
    ]
	},
  "blurd": "Armed with the power of Runeterra's gales, Janna is a mysterious, elemental wind spirit who protects the dispossessed of Zaun. Some believe she was brought into existence by the pleas of Runeterra's sailors who prayed for fair winds as they navigated...",
  "display_name": "Janna",
  "free": true,
  "key": "40",
  "meta_tier": 4,
  "name": "Janna",
  "partype": "Mana",
  "stats": {
    "hp": 500,
    "hpperlevel": 70,
    "mp": 350,
    "mpperlevel": 64,
    "movespeed": 315,
    "armor": 28,
    "armorperlevel": 3.8,
    "spellblock": 30,
    "spellblockperlevel": 0.5,
    "attackrange": 550,
    "hpregen": 5.5,
    "hpregenperlevel": 0.55,
    "mpregen": 11.5,
    "mpregenlevel": 0.4,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 46,
    "attackdamageperlevel": 1.5,
    "attackspeedperlevel": 2.95,
    "attackspeed": 0.625
  },
  "title": "the Storm's Fury",
  "version": "10.16.1"
  
}