{
  "abilities": {
    "p": [
      "Iceborn Subjugation",
      "When an enemy champion dies near Lissandra they become a Frozen Thrall. Frozen Thralls slow nearby enemies and then, after a delay, shatter from the intense cold, dealing magic damage to nearby targets."
    ],
    "q": [
      "Ice Shard",
      "Throws a spear of ice that shatters when it hits an enemy, dealing magic damage and slowing Movement Speed. Shards pass through the target, dealing the same damage to other enemies hit."
    ],
    "w": [
      "Ring of Frost",
      "Freezes nearby enemies in ice, dealing magic damage and rooting them."
    ],
    "e": [
      "Glacial Path",
      "Lissandra creates an ice claw that deals magic damage. Reactivating this ability transports Lissandra to the claw's current location."
    ],
    "r": [
      "Frozen Tomb",
      "If cast on an enemy champion, the target is frozen solid, stunning it. If cast on Lissandra, she encases herself in dark ice, healing herself while becoming untargetable and invulnerable. Dark ice then emanates from the target dealing magic damage to enemies and slowing Movement Speed."
    ]
	},
  "blurd": "Lissandra's magic twists the pure power of ice into something dark and terrible. With the force of her black ice, she does more than freeze—she impales and crushes those who oppose her. To the terrified denizens of the north, she is known only as ''The...",
  "display_name": "Lissandra",
  "free": false,
  "key": "127",
  "meta_tier": 5,
  "name": "Lissandra",
  "partype": "Mana",
  "stats": {
    "hp": 550,
    "hpperlevel": 90,
    "mp": 475,
    "mpperlevel": 30,
    "movespeed": 325,
    "armor": 22,
    "armorperlevel": 3.7,
    "spellblock": 30,
    "spellblockperlevel": 0.5,
    "attackrange": 550,
    "hpregen": 7,
    "hpregenperlevel": 0.55,
    "mpregen": 8,
    "mpregenlevel": 0.4,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 53,
    "attackdamageperlevel": 2.7,
    "attackspeedperlevel": 1.36,
    "attackspeed": 0.656
  },
  "title": "the Ice Witch",
  "version": "10.16.1"
  
}