{
  "abilities": {
    "p": [
      "Pix, Faerie Companion",
      "Pix fires magical bolts of energy whenever the champion he's following attacks another enemy unit. These bolts are homing, but can be intercepted by other units."
    ],
    "q": [
      "Glitterlance",
      "Pix and Lulu each fire a bolt of magical energy that heavily slows all enemies it hits. An enemy can only be damaged by one bolt."
    ],
    "w": [
      "Whimsy",
      "If cast on an ally, grants them Attack Speed and Movement Speed for a short time. If cast on an enemy, turns them into an adorable critter that can't attack or cast spells."
    ],
    "e": [
      "Help, Pix!",
      "If cast on an ally, commands Pix to jump to an ally and shield them. He then follows them and aids their attacks. If cast on an enemy, commands Pix to jump to an enemy and damage them. He then follows them and grants you vision of that enemy."
    ],
    "r": [
      "Wild Growth",
      "Lulu enlarges an ally, knocking nearby enemies into the air and granting the ally a large amount of bonus health. For the next few seconds, that ally gains an aura that slows nearby enemies."
    ]
	},
  "blurd": "The yordle mage Lulu is known for conjuring dreamlike illusions and fanciful creatures as she roams Runeterra with her fairy companion Pix. Lulu shapes reality on a whim, warping the fabric of the world, and what she views as the constraints of this...",
  "display_name": "Lulu",
  "free": false,
  "key": "117",
  "meta_tier": 2,
  "name": "Lulu",
  "partype": "Mana",
  "stats": {
    "hp": 525,
    "hpperlevel": 74,
    "mp": 350,
    "mpperlevel": 55,
    "movespeed": 330,
    "armor": 29,
    "armorperlevel": 3.7,
    "spellblock": 30,
    "spellblockperlevel": 0.5,
    "attackrange": 550,
    "hpregen": 6,
    "hpregenperlevel": 0.6,
    "mpregen": 11,
    "mpregenlevel": 0.6,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 47,
    "attackdamageperlevel": 2.6,
    "attackspeedperlevel": 2.25,
    "attackspeed": 0.625
  },
  "title": "the Fae Sorceress",
  "version": "10.16.1"
  
}