{
  "abilities": {
    "p": [
      "Living Forge",
      "Ornn gains an additional bonus Armor and Magic Resistance from all sources.  Ornn can spend gold to forge non-consumable items anywhere.  Additionally, he can create masterwork items for himself and for his allies."
    ],
    "q": [
      "Volcanic Rupture",
      "Ornn slams the ground, sending out a fissure dealing damage and slowing enemies hit. After a small delay, a magma pillar forms at the end location."
    ],
    "w": [
      "Bellows Breath",
      "Ornn advances, breathing fire. Enemies hit by the final gout of flame become Brittle."
    ],
    "e": [
      "Searing Charge",
      "Ornn charges, dealing damage to enemies he passes through. If Ornn collides with terrain while charging, the impact creates a shockwave around him which deals damage and knocks up enemies."
    ],
    "r": [
      "Call of the Forge God",
      "Ornn summons a massive elemental at a location which travels toward him with increasing speed. Enemies run over by the elemental take damage, are slowed and are made Brittle. Ornn can recast the ability to charge into the elemental, redirecting it in the direction he hits it, causing the elemental to affect any enemies it runs over to be knocked up, dealing the same damage and re-applying Brittle."
    ]
	},
  "blurd": "Ornn is the Freljordian spirit of forging and craftsmanship. He works in the solitude of a massive smithy, hammered out from the lava caverns beneath the volcano Hearth-Home. There he stokes bubbling cauldrons of molten rock to purify ores and fashion...",
  "display_name": "Ornn",
  "free": false,
  "key": "516",
  "meta_tier": 3,
  "name": "Ornn",
  "partype": "Mana",
  "stats": {
    "hp": 590,
    "hpperlevel": 95,
    "mp": 340.6,
    "mpperlevel": 45,
    "movespeed": 335,
    "armor": 33,
    "armorperlevel": 4,
    "spellblock": 32.1,
    "spellblockperlevel": 1.25,
    "attackrange": 175,
    "hpregen": 9,
    "hpregenperlevel": 0.9,
    "mpregen": 8.01,
    "mpregenlevel": 0.6,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 69,
    "attackdamageperlevel": 3.5,
    "attackspeedperlevel": 2,
    "attackspeed": 0.625
  },
  "title": "The Fire below the Mountain",
  "version": "10.16.1"
  
}