{
  "abilities": {
    "p": [
      "Junkyard Titan",
      "Every spell Rumble casts gives him Heat. When he reaches 50% Heat he reaches Danger Zone, granting all his basic abilities bonus effects. When he reaches 100% Heat, he starts Overheating, granting his basic attacks bonus damage, but making him unable to cast spells for a few seconds."
    ],
    "q": [
      "Flamespitter",
      "Rumble torches opponents in front of him, dealing magic damage in a cone for 3 seconds. While in Danger Zone this damage is increased."
    ],
    "w": [
      "Scrap Shield",
      "Rumble pulls up a shield, protecting him from damage and granting him a quick burst of speed. While in Danger Zone, the shield strength and speed bonus is increased."
    ],
    "e": [
      "Electro Harpoon",
      "Rumble launches a harpoon, electrocuting his target with magic damage and slowing their Movement Speed. Rumble can carry 2 harpoons at a time. While in Danger Zone the damage and slow percentage is increased."
    ],
    "r": [
      "The Equalizer",
      "Rumble fires off a group of rockets, creating a wall of flames that damages and slows enemies."
    ]
	},
  "blurd": "Rumble is a young inventor with a temper. Using nothing more than his own two hands and a heap of scrap, the feisty yordle constructed a colossal mech suit outfitted with an arsenal of electrified harpoons and incendiary rockets. Though others may scoff...",
  "display_name": "Rumble",
  "free": false,
  "key": "68",
  "meta_tier": 4,
  "name": "Rumble",
  "partype": "Heat",
  "stats": {
    "hp": 589,
    "hpperlevel": 85,
    "mp": 100,
    "mpperlevel": 0,
    "movespeed": 345,
    "armor": 31,
    "armorperlevel": 3.5,
    "spellblock": 32.1,
    "spellblockperlevel": 1.25,
    "attackrange": 125,
    "hpregen": 8,
    "hpregenperlevel": 0.6,
    "mpregen": 0,
    "mpregenlevel": 0,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 61,
    "attackdamageperlevel": 3.2,
    "attackspeedperlevel": 1.85,
    "attackspeed": 0.644
  },
  "title": "the Mechanized Menace",
  "version": "10.16.1"
  
}