{
  "abilities": {
    "p": [
      "Power Chord",
      "After 3 spell casts, Sona's next attack will deal bonus magic damage in addition to an additional effect based on what song Sona last activated."
    ],
    "q": [
      "Hymn of Valor",
      "Sona plays the Hymn of Valor, sends out bolts of sound, dealing magic damage to two nearby enemies, prioritizing champions and monsters. Sona gains a temporary aura that grants allies tagged by the zone bonus damage on their next attack against enemies."
    ],
    "w": [
      "Aria of Perseverance",
      "Sona plays the Aria of Perseverance, sending out protective melodies, healing Sona and a nearby wounded ally. Sona gains a temporary aura that grants allies tagged by the zone a temporary shield."
    ],
    "e": [
      "Song of Celerity",
      "Sona plays the Song of Celerity, granting nearby allies bonus Movement Speed. Sona gains a temporary aura that grants allied champions tagged by the zone bonus Movement Speed."
    ],
    "r": [
      "Crescendo",
      "Sona plays her ultimate chord, stunning enemy champions and forcing them to dance and dealing magic damage to them. Each rank reduces the base cooldown of Sona's basic abilities."
    ]
	},
  "blurd": "Sona is Demacia's foremost virtuoso of the stringed etwahl, speaking only through her graceful chords and vibrant arias. This genteel manner has endeared her to the highborn, though others suspect her spellbinding melodies to actually emanate magic—a...",
  "display_name": "Sona",
  "free": false,
  "key": "37",
  "meta_tier": 2,
  "name": "Sona",
  "partype": "Mana",
  "stats": {
    "hp": 482.36,
    "hpperlevel": 77,
    "mp": 340.6,
    "mpperlevel": 45,
    "movespeed": 325,
    "armor": 28,
    "armorperlevel": 3.3,
    "spellblock": 30,
    "spellblockperlevel": 0.5,
    "attackrange": 550,
    "hpregen": 5.5,
    "hpregenperlevel": 0.55,
    "mpregen": 11.5,
    "mpregenlevel": 0.4,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 49,
    "attackdamageperlevel": 3,
    "attackspeedperlevel": 2.3,
    "attackspeed": 0.644
  },
  "title": "Maven of the Strings",
  "version": "10.16.1"
  
}