{
  "abilities": {
    "p": [
      "Phenomenal Evil Power",
      "Veigar is the greatest Evil to ever strike at the hearts of Runeterra - and he's only getting bigger! Striking an enemy Champion with a spell or scoring a takedown grants Veigar permanently increased Ability Power."
    ],
    "q": [
      "Baleful Strike",
      "Veigar unleashes a bolt of dark energy that deals magic damage to the first two enemies hit. Units killed by this bolt grant Veigar some ability power permanently."
    ],
    "w": [
      "Dark Matter",
      "Veigar calls a great mass of dark matter to fall from the sky to the target location, dealing magic damage when it lands. Stacks of Phenomenal Evil reduce Dark Matter's cooldown."
    ],
    "e": [
      "Event Horizon",
      "After a brief delay Veigar twists the edges of space around the target location for 3 seconds, stunning enemies who pass through the perimeter."
    ],
    "r": [
      "Primordial Burst",
      "Blasts target enemy champion, dealing a large amount of magic damage, increasing based on the target's missing health."
    ]
	},
  "blurd": "An enthusiastic master of dark sorcery, Veigar has embraced powers that few mortals dare approach. As a free-spirited inhabitant of Bandle City, he longed to push beyond the limitations of yordle magic, and turned instead to arcane texts that had been...",
  "display_name": "Veigar",
  "free": false,
  "key": "45",
  "meta_tier": 5,
  "name": "Veigar",
  "partype": "Mana",
  "stats": {
    "hp": 505,
    "hpperlevel": 94,
    "mp": 490,
    "mpperlevel": 26,
    "movespeed": 340,
    "armor": 23,
    "armorperlevel": 3.75,
    "spellblock": 32,
    "spellblockperlevel": 0.5,
    "attackrange": 550,
    "hpregen": 6.5,
    "hpregenperlevel": 0.6,
    "mpregen": 8,
    "mpregenlevel": 0.8,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 52,
    "attackdamageperlevel": 2.7,
    "attackspeedperlevel": 2.24,
    "attackspeed": 0.625
  },
  "title": "the Tiny Master of Evil",
  "version": "10.16.1"
  
}