{
  "abilities": {
    "p": [
      "Way of the Wanderer",
      "Yasuo's Critical Strike Chance is doubled. Additionally, Yasuo builds toward a shield whenever he is moving. The shield triggers when he takes damage from a champion or monster."
    ],
    "q": [
      "Steel Tempest",
      "Thrusts forward, damaging all enemies in a line.  On hit, grants a stack of Gathering Storm for a few seconds. At 2 stacks, Steel Tempest fires a whirlwind that knocks Airborne.  Steel Tempest is treated as a basic attack and scales with all the same things."
    ],
    "w": [
      "Wind Wall",
      "Creates a moving wall that blocks all enemy projectiles for 4 seconds."
    ],
    "e": [
      "Sweeping Blade",
      "Dashes through target enemy, dealing magic damage. Each cast increases your next dash's base Damage, up to a max amount.  Cannot be re-cast on the same enemy for a few seconds.  If Steel Tempest is cast while dashing, it will strike as a circle."
    ],
    "r": [
      "Last Breath",
      "Blinks to an Airborne enemy champion, dealing physical damage and holding all Airborne enemies in the area in the air. Grants maximum Flow but resets all stacks of Gathering Storm.  For a moderate time afterwards, Yasuo's critical strikes gain significant Bonus Armor Penetration."
    ]
	},
  "blurd": "An Ionian of deep resolve, Yasuo is an agile swordsman who wields the air itself against his enemies. As a proud young man, he was falsely accused of murdering his master—unable to prove his innocence, he was forced to slay his own brother in self...",
  "display_name": "Yasuo",
  "free": false,
  "key": "157",
  "meta_tier": 1,
  "name": "Yasuo",
  "partype": "Flow",
  "stats": {
    "hp": 490,
    "hpperlevel": 87,
    "mp": 100,
    "mpperlevel": 0,
    "movespeed": 345,
    "armor": 30,
    "armorperlevel": 3.4,
    "spellblock": 32,
    "spellblockperlevel": 1.25,
    "attackrange": 175,
    "hpregen": 6.5,
    "hpregenperlevel": 0.9,
    "mpregen": 0,
    "mpregenlevel": 0,
    "crit": 0,
    "critperlevel": 0,
    "attackdamage": 60,
    "attackdamageperlevel": 3.2,
    "attackspeedperlevel": 2.5,
    "attackspeed": 0.697
  },
  "title": "the Unforgiven",
  "version": "10.16.1"
  
}